{
  "company_name": "십일리터",
  "innoforest_data": {
    "keyword": "십일리터",
    "url": "https://www.innoforest.co.kr/company/CP00011100/%EC%8B%AD%EC%9D%BC%EB%A6%AC%ED%84%B0",
    "extracted_at": "2025-07-28T11:48:42.291541",
    "company_name": "십일리터",
    "page_title": "십일리터(라이펫) - 매출 투자 고용 정보 - 혁신의숲",
    "main_info": {
      "자본": "1.3억원",
      "고용인원": "12명",
      "누적투자유치금액": "비공개",
      "투자유치건수": "5",
      "연매출": "4.8억원",
      "기술등급": "-"
    },
    "profit_loss": {
      "매출액": {
        "2022년 (개별)": "4,476.4만원",
        "2023년 (개별)": "1.3억원",
        "2024년 (개별)": "4.8억원"
      },
      "영업이익": {
        "2022년 (개별)": "-2.9억원",
        "2023년 (개별)": "-4.4억원",
        "2024년 (개별)": "-5.8억원"
      },
      "순이익": {
        "2022년 (개별)": "-1.3억원",
        "2023년 (개별)": "-1.7억원",
        "2024년 (개별)": "-1.9억원"
      }
    },
    "financial": {
      "자산": {
        "2022년 (개별)": "2.0억원",
        "2023년 (개별)": "5.6억원",
        "2024년 (개별)": "12.2억원"
      },
      "부채": {
        "2022년 (개별)": "1.3억원",
        "2023년 (개별)": "4.6억원",
        "2024년 (개별)": "5.6억원"
      },
      "자본": {
        "2022년 (개별)": "6,939.7만원",
        "2023년 (개별)": "1.0억원",
        "2024년 (개별)": "6.6억원"
      }
    },
    "investment": {
      "summary": {
        "최종투자단계": "비공개",
        "누적투자유치금액": "비공개",
        "투자유치건수": "5"
      },
      "details": [
        {
          "날짜": "2025-03",
          "투자단계": "비공개",
          "투자유치금액": "비공개",
          "투자사": "비엠스마일"
        },
        {
          "날짜": "2024-10",
          "투자단계": "pre-A",
          "투자유치금액": "비공개",
          "투자사": "제이씨에이치인베스트먼트, 오픈놀, 강원대학교기술지주회사, 더존비즈온, 넥스트드림엔젤클럽, 씨엔티테크"
        },
        {
          "날짜": "2024-06",
          "투자단계": "지원금",
          "투자유치금액": "비공개",
          "투자사": "팁스(TIPS)"
        },
        {
          "날짜": "2023-08",
          "투자단계": "비공개",
          "투자유치금액": "비공개",
          "투자사": "스타벤처스, 에스케이증권, 아이피에스벤처스"
        },
        {
          "날짜": "2023-08",
          "투자단계": "비공개",
          "투자유치금액": "비공개",
          "투자사": "씨엔티테크"
        },
        {
          "날짜": "2022-05",
          "투자단계": "seed",
          "투자유치금액": "비공개",
          "투자사": "더벤처스"
        }
      ]
    },
    "news": [
      {
        "link": "https://www.fetv.co.kr/news/article.html?no=194230",
        "category": "일반",
        "title": "십일리터-프레쉬아워, 글로벌 펫 헬스케어 시장 공략 맞손...‘S바우처 ...",
        "source": "출처 없음",
        "date": "2025-06-16"
      },
      {
        "link": "https://www.inthenews.co.kr/news/article.html?no=71872",
        "category": "일반",
        "title": "DB손보 ‘라이펫 펫보험’ 판매중…십일리터와 협력",
        "source": "출처 없음",
        "date": "2025-04-29"
      },
      {
        "link": "https://platum.kr/archives/254719",
        "category": "투자",
        "title": "AI 홈케어 솔루션 스타트업 ‘십일리터’, 비엠스마일에서 전략적 투자유치",
        "source": "플래텀",
        "date": "2025-03-13"
      },
      {
        "link": "https://www.etoday.co.kr/news/view/2442524",
        "category": "일반",
        "title": "십일리터 ‘라이펫’, 삼성전자 ‘C-Lab Outside’ 최종 선정",
        "source": "출처 없음",
        "date": "2025-02-05"
      },
      {
        "link": "https://www.newspim.com/news/view/20250110000522",
        "category": "일반",
        "title": "십일리터, 페토바이오와 동물용의료기기 연구·개발 위한 업무협약",
        "source": "출처 없음",
        "date": "2025-01-10"
      },
      {
        "link": "https://platum.kr/archives/236652",
        "category": "투자",
        "title": "반려동물 헬스케어 스타트업 ‘십일리터’, 프리 A 투자 유치",
        "source": "플래텀",
        "date": "2024-10-24"
      },
      {
        "link": "https://kr.aving.net/news/articleView.html?idxno=1792013",
        "category": "일반",
        "title": "AI 기반 반려동물 헬스케어, ‘라이펫’… “스마트폰 하나로 반려동물 건강 확인”",
        "source": "에이빙",
        "date": "2024-07-05"
      },
      {
        "link": "https://news.mt.co.kr/mtview.php?no=2024061710404170883",
        "category": "투자",
        "title": "'슬개골 탈구 사진 한장으로 확인'…십일리터, 중기부 팁스 선정",
        "source": "머니투데이",
        "date": "2024-06-17"
      },
      {
        "link": "https://www.venturesquare.net/928145",
        "category": "일반",
        "title": "십일리터, 구글 창구 프로그램 선정",
        "source": "출처 없음",
        "date": "2024-06-12"
      },
      {
        "link": "https://platum.kr/archives/212309",
        "category": "투자",
        "title": "펫테크 스타트업 ‘십일리터’, 브릿지 투자 유치",
        "source": "플래텀",
        "date": "2023-08-22"
      }
    ]
  },
  "thevc_data": {
    "company_info": {
      "company_name": "십일리터",
      "ceo": "김광현",
      "founded_date": "2021년 9월",
      "company_type": "한국계∙스타트업",
      "headquarters": "한국∙서울특별시"
    },
    "business_info": {
      "투자": "라운드 (5건)Pre-A",
      "employee_count": "11명",
      "patent_count": "10개"
    },
    "team_info": {
      "members": [
        {
          "name": "김광현",
          "position": "사내이사",
          "status": "재직 중대표∙설립자",
          "details": "재직 중대표 / 설립자 / 대표"
        }
      ]
    },
    "patents": {
      "count": 10,
      "details": [
        {
          "title": "반려동물 맞춤형 영양제 큐레이션 서비스 제공 방법 및 이를 수행하는 컴퓨팅 시스템",
          "date": "2025-05-13",
          "status": "등록",
          "patent_url": "https://doi.org/10.8080/1020210192560",
          "abstract": "반려동물 맞춤형 영양제 큐레이션 서비스 제공 방법 및 이를 수행하는 컴퓨팅 시스템이 개시된다. 본 발명의 일 측면에 따르면, 컴퓨팅 시스템이, 사용자 단말로부터 반려동물의 기본 건강 정보, 질병군 별 전조 증상 및 라이프 스타일 정보를 수집하는 단계, 상기 컴퓨팅 시스템이, 상기 수집된 신체정보 및 건강 상태 정보에 기초하여 소정의 복수의 질병군 각각에 대한 위험지수를 산출하는 단계, 상기 복수의 질병군 각각의 위험지수에 기초하여 상기 복수의 질병군 중 적어도 하나의 위험 질병군을 선별하는 단계, 상기 컴퓨팅 시스템이, 상기 적어도 하나의 위험 질병군 각각에 상응하는 예방 성분을 결정하는 단계, 상기 컴퓨팅 시스템이, 미리 구축된 영양제 DB로부터 상기 반려동물에게 추천할 위험 각 질병군 별 추천 영양제를 결정하는 단계-여기서, 상기 영양제 DB는 복수의 추천 가능 영양제 및 각각의 추천 가능 영양제의 구성 성분에 관한 정보를 저장하며, 상기 추천 영양제는, 그에 상응하는 위험 질병군에 상응하는 예방 성분이 모두 포함됨- 및 상기 각 위험 질병군 별 추천 영양제에 관한 정보를 상기 사용자 단말로 제공하는 단계를 포함하는 반려동물 맞춤형 영양제 큐레이션 서비스 제공 방법이 제공된다.",
          "patent_number": "1020210192560",
          "raw_text": "2025-05-13∙등록반려동물 맞춤형 영양제 큐레이션 서비스 제공 방법 및 이를 수행하는 컴퓨팅 시스템반려동물 맞춤형 영양제 큐레이션 서비스 제공 방법 및 이를 수행하는 컴퓨팅 시스템이 개시된다. 본 발명의 일 측면에 따르면, 컴퓨팅 시스템이, 사용자 단말로부터 반려동물의 기본 건강 정보, 질병군 별 전조 증상 및 라이프 스타일 정보를 수집하는 단계, 상기 컴퓨팅 시스템이, 상기 수집된 신체정보 및 건강 상태 정보에 기초하여 소정의 복수의 질병군 각각에 대한 위험지수를 산출하는 단계, 상기 복수의 질병군 각각의 위험지수에 기초하여 상기 복수의 질병군 중 적어도 하나의 위험 질병군을 선별하는 단계, 상기 컴퓨팅 시스템이, 상기 적어도 하나의 위험 질병군 각각에 상응하는 예방 성분을 결정하는 단계, 상기 컴퓨팅 시스템이, 미리 구축된 영양제 DB로부터 상기 반려동물에게 추천할 위험 각 질병군 별 추천 영양제를 결정하는 단계-여기서, 상기 영양제 DB는 복수의 추천 가능 영양제 및 각각의 추천 가능 영양제의 구성 성분에 관한 정보를 저장하며, 상기 추천 영양제는, 그에 상응하는 위험 질병군에 상응하는 예방 성분이 모두 포함됨- 및 상기 각 위험 질병군 별 추천 영양제에 관한 정보를 상기 사용자 단말로 제공하는 단계를 포함하는 반려동물 맞춤형 영양제 큐레이션 서비스 제공 방법이 제공된다."
        },
        {
          "title": "반려동물 슬개골 탈구 진단 장치, 및 방법",
          "date": "2024-07-01",
          "status": "등록",
          "patent_url": "https://doi.org/10.8080/1020210168326",
          "abstract": "본 발명은 반려동물 슬개골 탈구 진단 장치, 및 방법에 관한 것으로, 본 발명에 따른 반려동물 슬개골 탈구 진단 장치는, 클라이언트 단말기로부터 반려동물의 후면 영상을 수신하는 통신부; 상기 후면 영상에서 상기 반려동물의 좌측과 우측 중 일측에 대하여, 상기 반려동물의 일측 발바닥의 최내측 지점에 해당하는 제1 포인트, 상기 반려동물의 일측 무릎의 최외측 지점에 해당하는 제2 포인트, 및 상기 제1 포인트를 지나는 지면에 대한 수직선과 상기 반려동물의 몸통이 교차되는 지점 중 최상단 지점에 해당하는 제3 포인트를 인식하는 포인트 인식부; 및 상기 제1 포인트, 제2 포인트, 및 제3 포인트를 기초로 슬개골 탈구 진단을 위한 진단 각도를 산출하고, 상기 진단 각도를 기초로 상기 일측의 슬개골 탈구 정도를 판단하는 진단부를 포함하는 것을 특징으로 한다.  본 발명에 따르면, X-ray, CT, MRI 등의 의료 영상을 촬영하지 않고 스마트폰 등을 통한 디지털 사진만으로도 슬개골 탈구 여부 및 그 정도를 정확하게 진단할 수 있다.",
          "patent_number": "1020210168326",
          "raw_text": "2024-07-01∙등록반려동물 슬개골 탈구 진단 장치, 및 방법본 발명은 반려동물 슬개골 탈구 진단 장치, 및 방법에 관한 것으로, 본 발명에 따른 반려동물 슬개골 탈구 진단 장치는, 클라이언트 단말기로부터 반려동물의 후면 영상을 수신하는 통신부; 상기 후면 영상에서 상기 반려동물의 좌측과 우측 중 일측에 대하여, 상기 반려동물의 일측 발바닥의 최내측 지점에 해당하는 제1 포인트, 상기 반려동물의 일측 무릎의 최외측 지점에 해당하는 제2 포인트, 및 상기 제1 포인트를 지나는 지면에 대한 수직선과 상기 반려동물의 몸통이 교차되는 지점 중 최상단 지점에 해당하는 제3 포인트를 인식하는 포인트 인식부; 및 상기 제1 포인트, 제2 포인트, 및 제3 포인트를 기초로 슬개골 탈구 진단을 위한 진단 각도를 산출하고, 상기 진단 각도를 기초로 상기 일측의 슬개골 탈구 정도를 판단하는 진단부를 포함하는 것을 특징으로 한다.  본 발명에 따르면, X-ray, CT, MRI 등의 의료 영상을 촬영하지 않고 스마트폰 등을 통한 디지털 사진만으로도 슬개골 탈구 여부 및 그 정도를 정확하게 진단할 수 있다."
        },
        {
          "title": "반려동물 구강 정보 분석 제공 방법 및 장치",
          "date": "2024-04-11",
          "status": "등록",
          "patent_url": "https://doi.org/10.8080/1020230083403",
          "abstract": "반려동물 구강 정보 분석 방법이 개시된다. 본 개시의 일 실시예에서 반려동물 구강 정보 분석 방법은 반려동물의 구강 촬영 이미지를 획득하는 단계와, 상기 획득된 구강 촬영 이미지의 데이터를, 기계 학습으로 기 생성된 구강 정보 분석 모델에 입력하고, 상기 구강 정보 분석 모델에서 출력된 데이터를 이용하여 구강 정보 분석 결과를 생성하는 단계를 포함하되, 상기 구강 정보 분석 모델은, 제1 치관 영역의 색상 균일도에 대한 정보와, 제1 치은 영역의 색상 균일도에 대한 정보와, 제1 잇몸 라인의 퇴축 정도에 대한 정보를 출력하는 CNN(Convolutional Neural Network)과, 상기 CNN에서 출력된 정보에 기초한 분류를 수행하는 분류기(classifier)를 포함하는 인공 신경망으로 구성된 것이고, 상기 제1 치은 영역은 상기 제1 치관 영역의 인접 영역으로서, 상기 제1 치관 영역이 표현하는 제1 치관에 대응되는 치은을 표현하는 영역이고, 상기 제1 잇몸 라인은 상기 제1 치은 영역과 상기 제1 치관 영역의 경계선인, 단계를 포함할 수 있다.",
          "patent_number": "1020230083403",
          "raw_text": "2024-04-11∙등록반려동물 구강 정보 분석 제공 방법 및 장치반려동물 구강 정보 분석 방법이 개시된다. 본 개시의 일 실시예에서 반려동물 구강 정보 분석 방법은 반려동물의 구강 촬영 이미지를 획득하는 단계와, 상기 획득된 구강 촬영 이미지의 데이터를, 기계 학습으로 기 생성된 구강 정보 분석 모델에 입력하고, 상기 구강 정보 분석 모델에서 출력된 데이터를 이용하여 구강 정보 분석 결과를 생성하는 단계를 포함하되, 상기 구강 정보 분석 모델은, 제1 치관 영역의 색상 균일도에 대한 정보와, 제1 치은 영역의 색상 균일도에 대한 정보와, 제1 잇몸 라인의 퇴축 정도에 대한 정보를 출력하는 CNN(Convolutional Neural Network)과, 상기 CNN에서 출력된 정보에 기초한 분류를 수행하는 분류기(classifier)를 포함하는 인공 신경망으로 구성된 것이고, 상기 제1 치은 영역은 상기 제1 치관 영역의 인접 영역으로서, 상기 제1 치관 영역이 표현하는 제1 치관에 대응되는 치은을 표현하는 영역이고, 상기 제1 잇몸 라인은 상기 제1 치은 영역과 상기 제1 치관 영역의 경계선인, 단계를 포함할 수 있다."
        },
        {
          "title": "반려동물 비만 정보 분석 방법 및 그 시스템",
          "date": "2023-11-01",
          "status": "등록",
          "patent_url": "https://doi.org/10.8080/1020230083413",
          "abstract": "반려동물 비만 정보 분석 방법 및 그 방법이 적용된 시스템이 개시된다. 본 개시의 일 실시예에서 반려동물 비만 정보 분석 방법은 반려동물에 대한 사진 데이터를 획득하는 단계와, 상기 사진 데이터를 이용하여 상기 반려동물의 몸체 외곽선에 대응되는 몸체 외곽선 편평도를 도출하는 단계와, 상기 몸체 외곽선 편평도를 이용하여 상기 사진 데이터의 재획득 필요 여부를 결정하는 단계와, 상기 사진 데이터의 재획득이 필요한 것으로 결정되면, 반려동물의 자세 변경 가이드를 포함하는 사진 재촬영 화면을 표시하는 단계와, 상기 사진 데이터의 재획득이 필요하지 않은 것으로 결정되면, 상기 사진 데이터를 분석하여 상기 반려동물의 비만도를 결정하는 단계를 포함할 수 있다.",
          "patent_number": "1020230083413",
          "raw_text": "2023-11-01∙등록반려동물 비만 정보 분석 방법 및 그 시스템반려동물 비만 정보 분석 방법 및 그 방법이 적용된 시스템이 개시된다. 본 개시의 일 실시예에서 반려동물 비만 정보 분석 방법은 반려동물에 대한 사진 데이터를 획득하는 단계와, 상기 사진 데이터를 이용하여 상기 반려동물의 몸체 외곽선에 대응되는 몸체 외곽선 편평도를 도출하는 단계와, 상기 몸체 외곽선 편평도를 이용하여 상기 사진 데이터의 재획득 필요 여부를 결정하는 단계와, 상기 사진 데이터의 재획득이 필요한 것으로 결정되면, 반려동물의 자세 변경 가이드를 포함하는 사진 재촬영 화면을 표시하는 단계와, 상기 사진 데이터의 재획득이 필요하지 않은 것으로 결정되면, 상기 사진 데이터를 분석하여 상기 반려동물의 비만도를 결정하는 단계를 포함할 수 있다."
        },
        {
          "title": "슬개골 탈구 관련 이미지 분석 방법",
          "date": "2023-10-31",
          "status": "등록",
          "patent_url": "https://doi.org/10.8080/1020220152347",
          "abstract": "반려 동물의 뒷다리 촬영 이미지를 분석하여 슬개골 탈구 관련 예측을 수행하는 방법이 제공된다. 본 개시의 일 실시예에서, 반려 동물의 뒷다리 촬영 이미지를 획득하는 단계와, 상기 획득된 뒷다리 촬영 이미지의 데이터를, 기계 학습으로 기 생성된 슬개골 탈구 예측 모델에 입력하고, 상기 슬개골 탈구 예측 모델에서 출력된 데이터를 이용하여 슬개골 탈구 관련 분석 결과를 생성하는 단계가 수행될 수 있다. 상기 슬개골 탈구 예측 모델은, 제1 특징 벡터를 출력하는 CNN(Convolutional Neural Network)와 기 정의된 키포인트들(keypoints)을 출력하는 R-CNN(Regions with Convolutional Neural Network) 및 상기 제1 특징 벡터 및 상기 키포인트에 기초한 분류를 수행하는 분류기(classifier)를 포함하는 인공 신경망 아키텍처를 가지는 것일 수 있다.",
          "patent_number": "1020220152347",
          "raw_text": "2023-10-31∙등록슬개골 탈구 관련 이미지 분석 방법반려 동물의 뒷다리 촬영 이미지를 분석하여 슬개골 탈구 관련 예측을 수행하는 방법이 제공된다. 본 개시의 일 실시예에서, 반려 동물의 뒷다리 촬영 이미지를 획득하는 단계와, 상기 획득된 뒷다리 촬영 이미지의 데이터를, 기계 학습으로 기 생성된 슬개골 탈구 예측 모델에 입력하고, 상기 슬개골 탈구 예측 모델에서 출력된 데이터를 이용하여 슬개골 탈구 관련 분석 결과를 생성하는 단계가 수행될 수 있다. 상기 슬개골 탈구 예측 모델은, 제1 특징 벡터를 출력하는 CNN(Convolutional Neural Network)와 기 정의된 키포인트들(keypoints)을 출력하는 R-CNN(Regions with Convolutional Neural Network) 및 상기 제1 특징 벡터 및 상기 키포인트에 기초한 분류를 수행하는 분류기(classifier)를 포함하는 인공 신경망 아키텍처를 가지는 것일 수 있다."
        },
        {
          "title": "반려동물 비만도 판단 장치 및 그 방법",
          "date": "2025-06-13",
          "status": "공개",
          "patent_url": "https://doi.org/10.8080/1020230175422",
          "abstract": "본 명세서는 반려동물 비만도 판단 장치 및 그 방법에 관한 것으로, 상세하게는 비만도 평가 모델을 이용하여 반려동물의 비만 정도를 판단하는 반려동물 비만도 판단 장치 및 그 방법에 관한 것이다. 본 개시의 일 실시예에 따른 반려동물 비만 판단 장치는 메모리 및 메모리에 저장된 명령어를 실행하는 적어도 하나의 프로세서를 포함하고, 프로세서는 반려동물의 복부 영역이 포함된 사진 데이터를 획득하고, 상기 사진 데이터를 미리 학습된 비만도 평가 모델의 입력으로하여 상기 반려동물의 몸체 외곽선 상에 위치하는 복수의 키포인트를 생성하고, 복수의 키포인트에 기초하여 상기 반려동물의 비만 정도를 판단한다.",
          "patent_number": "1020230175422",
          "raw_text": "2025-06-13∙공개반려동물 비만도 판단 장치 및 그 방법본 명세서는 반려동물 비만도 판단 장치 및 그 방법에 관한 것으로, 상세하게는 비만도 평가 모델을 이용하여 반려동물의 비만 정도를 판단하는 반려동물 비만도 판단 장치 및 그 방법에 관한 것이다. 본 개시의 일 실시예에 따른 반려동물 비만 판단 장치는 메모리 및 메모리에 저장된 명령어를 실행하는 적어도 하나의 프로세서를 포함하고, 프로세서는 반려동물의 복부 영역이 포함된 사진 데이터를 획득하고, 상기 사진 데이터를 미리 학습된 비만도 평가 모델의 입력으로하여 상기 반려동물의 몸체 외곽선 상에 위치하는 복수의 키포인트를 생성하고, 복수의 키포인트에 기초하여 상기 반려동물의 비만 정도를 판단한다."
        },
        {
          "title": "반려동물 질환 진단 및 보험 서비스 제공 장치 및 그 방법",
          "date": "2025-06-13",
          "status": "공개",
          "patent_url": "https://doi.org/10.8080/1020230175421",
          "abstract": "본 개시는 반려동물 질환 진단 및 보험 서비스 제공 장치 및 그의 방법에 관한 것으로 보다 상세하게, 인공지능 모델을 이용하여 반려동물의 질환을 진단함으로써, 보험 플랜 가입 여부를 판단하는 질환 진단 및 보험 서비스 제공 장치와 그 방법에 관한 것이다. 본 개시의 일 실시예에 따른 반려동물의 질환 진단 및 보험 서비스 제공 방법은 반려동물의 펫 등록 정보 및 상기 반려동물의 보호자의 회원 가입 정보를 획득하는 동작, 반려동물의 복수의 보험 플랜을 포함하는 보험 서비스 정보를 사용자 단말로 제공하는 동작, 사용자 단말로부터 복수의 보험 플랜 중 선택된 어느 하나의 제1 보험 플랜에 대한 보험 가입 요청 정보 및 상기 보험 가입 요청 정보에 대응되는 상기 반려동물의 사진 데이터를 수신하는 동작 및 펫 등록 정보를 이용하거나, 상기 사진 데이터를 인공지능 모델에 입력하여 상기 보험 가입 허가 여부를 결정하는 동작을 포함한다.",
          "patent_number": "1020230175421",
          "raw_text": "2025-06-13∙공개반려동물 질환 진단 및 보험 서비스 제공 장치 및 그 방법본 개시는 반려동물 질환 진단 및 보험 서비스 제공 장치 및 그의 방법에 관한 것으로 보다 상세하게, 인공지능 모델을 이용하여 반려동물의 질환을 진단함으로써, 보험 플랜 가입 여부를 판단하는 질환 진단 및 보험 서비스 제공 장치와 그 방법에 관한 것이다. 본 개시의 일 실시예에 따른 반려동물의 질환 진단 및 보험 서비스 제공 방법은 반려동물의 펫 등록 정보 및 상기 반려동물의 보호자의 회원 가입 정보를 획득하는 동작, 반려동물의 복수의 보험 플랜을 포함하는 보험 서비스 정보를 사용자 단말로 제공하는 동작, 사용자 단말로부터 복수의 보험 플랜 중 선택된 어느 하나의 제1 보험 플랜에 대한 보험 가입 요청 정보 및 상기 보험 가입 요청 정보에 대응되는 상기 반려동물의 사진 데이터를 수신하는 동작 및 펫 등록 정보를 이용하거나, 상기 사진 데이터를 인공지능 모델에 입력하여 상기 보험 가입 허가 여부를 결정하는 동작을 포함한다."
        },
        {
          "title": "반려동물 구강 질환 판단 장치 및 방법",
          "date": "2025-06-13",
          "status": "공개",
          "patent_url": "https://doi.org/10.8080/1020230175420",
          "abstract": "본 개시의 일 실시예에 따른 반려동물의 구강 질환 판단 방법은 반려동물의 치관 영역, 치석 영역 및 치은 영역 중 적어도 하나를 포함하는 구강 이미지를 획득하는 동작 및 구강 이미지를 미리 학습된 구강 질환 진단 모델의 입력으로 하여, 상기 반려동물의 구강 질환 정보를 출력하는 동작을 포함하고, 구강 질환 진단 모델은 구강 이미지가 상기 치은 영역의 색상 균일도에 대한 정보 또는 상기 치석 영역의 면적과 관련된 정보를 포함하는 제1 구강 이미지인 경우, 상기 반려동물의 제1 구강 질환 정보를 출력하는 동작 및 구강 이미지가 상기 제1 구강 이미지와 상이한 치은 영역의 색상 균일도 또는 상기 치석 영역의 면적과 관련된 정보를 포함하는 제2 구강 이미지인 경우, 상기 반려동물의 제2 구강 질환 정보를 출력하는 동작을 포함한다.",
          "patent_number": "1020230175420",
          "raw_text": "2025-06-13∙공개반려동물 구강 질환 판단 장치 및 방법본 개시의 일 실시예에 따른 반려동물의 구강 질환 판단 방법은 반려동물의 치관 영역, 치석 영역 및 치은 영역 중 적어도 하나를 포함하는 구강 이미지를 획득하는 동작 및 구강 이미지를 미리 학습된 구강 질환 진단 모델의 입력으로 하여, 상기 반려동물의 구강 질환 정보를 출력하는 동작을 포함하고, 구강 질환 진단 모델은 구강 이미지가 상기 치은 영역의 색상 균일도에 대한 정보 또는 상기 치석 영역의 면적과 관련된 정보를 포함하는 제1 구강 이미지인 경우, 상기 반려동물의 제1 구강 질환 정보를 출력하는 동작 및 구강 이미지가 상기 제1 구강 이미지와 상이한 치은 영역의 색상 균일도 또는 상기 치석 영역의 면적과 관련된 정보를 포함하는 제2 구강 이미지인 경우, 상기 반려동물의 제2 구강 질환 정보를 출력하는 동작을 포함한다."
        },
        {
          "title": "반려동물 비만 정보 분석 방법 및 그 시스템",
          "date": "2024-10-29",
          "status": "공개",
          "patent_url": "https://doi.org/10.8080/1020230147578",
          "abstract": "본 개시는 반려동물의 비만 정보를 분석하는 방법 및 그 방법이 적용된 시스템에 관한 것이다. 상기 기술적 과제를 해결하기 위한, 본 개시의 일 실시예에 따른 반려동물 비만 정보 분석 방법은, 컴퓨팅 장치에 의하여 수행되는 반려동물의 비만 정보 분석 방법에 있어서, 반려동물에 대한 사진 데이터를 획득하는 단계, 상기 사진 데이터에 포함된 상기 반려동물의 허리부터 흉부로 이어지는 몸체 외곽선을 도출하는 단계 및 몸체 외곽선에 기초하여 상기 반려동물의 비만도를 결정하는 단계를 포함하고, 상기 비만도를 결정하는 단계는 상기 반려동물의 뒷다리 앞의 가장 얇은 허리의 두께 및 상기 반려동물의 앞다리 뒤의 가장 두꺼운 흉부의 두께에 기초하여 상기 비만도를 결정하는 단계를 포함한다.",
          "patent_number": "1020230147578",
          "raw_text": "2024-10-29∙공개반려동물 비만 정보 분석 방법 및 그 시스템본 개시는 반려동물의 비만 정보를 분석하는 방법 및 그 방법이 적용된 시스템에 관한 것이다. 상기 기술적 과제를 해결하기 위한, 본 개시의 일 실시예에 따른 반려동물 비만 정보 분석 방법은, 컴퓨팅 장치에 의하여 수행되는 반려동물의 비만 정보 분석 방법에 있어서, 반려동물에 대한 사진 데이터를 획득하는 단계, 상기 사진 데이터에 포함된 상기 반려동물의 허리부터 흉부로 이어지는 몸체 외곽선을 도출하는 단계 및 몸체 외곽선에 기초하여 상기 반려동물의 비만도를 결정하는 단계를 포함하고, 상기 비만도를 결정하는 단계는 상기 반려동물의 뒷다리 앞의 가장 얇은 허리의 두께 및 상기 반려동물의 앞다리 뒤의 가장 두꺼운 흉부의 두께에 기초하여 상기 비만도를 결정하는 단계를 포함한다."
        },
        {
          "title": "슬개골 탈구 판단 방법 및 그 장치",
          "date": "2025-05-08",
          "status": "공개",
          "patent_url": "https://doi.org/10.8080/1020230146822",
          "abstract": "본 개시는 슬개골 탈구 판단 방법 및 장치에 대한 것으로, 보다 상세하게는, AI 기반 슬개골 탈구 판단 방법 및 그 방법이 적용된 장치에 관한 것이다. 본 개시의 일 실시예에 따른 슬개골 탈구 판단 방법은 상기 반려동물의 뒷다리 영역을 포함하는 뒷모습 이미지를 획득하는 동작 및 뒷모습 이미지를 미리 학습된 슬개골 탈구 예측 모델의 입력으로 하여, 상기 반려 동물 슬개골의 탈구 정보를 출력하는 동작을 포함하고, 상기 슬개골 탈구 예측 모델은 상기 뒷모습 이미지가 상기 반려동물의 슬개골과 관련된 제1 진단 각도 정보를 포함하는 제1 뒷모습 이미지인 경우, 상기 반려동물의 제1 탈구 정보를 출력하는 동작; 및 상기 뒷모습 이미지가 상기 제1 진단 각도와 상이한 각도인 제2 진단 각도 정보를 포함하는 제2 뒷모습 이미지인 경우, 상기 반려동물의 제2 탈구 정보를 출력하는 동작을 포함한다.",
          "patent_number": "1020230146822",
          "raw_text": "2025-05-08∙공개슬개골 탈구 판단 방법 및 그 장치본 개시는 슬개골 탈구 판단 방법 및 장치에 대한 것으로, 보다 상세하게는, AI 기반 슬개골 탈구 판단 방법 및 그 방법이 적용된 장치에 관한 것이다. 본 개시의 일 실시예에 따른 슬개골 탈구 판단 방법은 상기 반려동물의 뒷다리 영역을 포함하는 뒷모습 이미지를 획득하는 동작 및 뒷모습 이미지를 미리 학습된 슬개골 탈구 예측 모델의 입력으로 하여, 상기 반려 동물 슬개골의 탈구 정보를 출력하는 동작을 포함하고, 상기 슬개골 탈구 예측 모델은 상기 뒷모습 이미지가 상기 반려동물의 슬개골과 관련된 제1 진단 각도 정보를 포함하는 제1 뒷모습 이미지인 경우, 상기 반려동물의 제1 탈구 정보를 출력하는 동작; 및 상기 뒷모습 이미지가 상기 제1 진단 각도와 상이한 각도인 제2 진단 각도 정보를 포함하는 제2 뒷모습 이미지인 경우, 상기 반려동물의 제2 탈구 정보를 출력하는 동작을 포함한다."
        }
      ]
    },
    "related_keywords": [
      "AI",
      "건강관리",
      "기술",
      "반려동물",
      "의료기술",
      "진단",
      "펫케어",
      "헬스케어"
    ]
  }
}